Repository: roderico/linm
Catalog: po/*.po
Languages: pt_br

source: No(N)
pt_br: Não (N)

source: Cancel
pt_br: Cancelar

source: Name
pt_br: Nome

source: Protocol
pt_br: Protocolo

source: Address
pt_br: Endereço

source: Directory
pt_br: Diretório

source: UserName
pt_br: NomeDeUsuario

source: Password
pt_br: Senha

source: PublicKey
pt_br: Chave Pública

source: PrivateKey
pt_br: Chave Privada

source: Anonymous
pt_br: Anônimo

source: Insert
pt_br: Inserir

source: Modify
pt_br: Modificar

source: Delete
pt_br: Apagar

source: Close
pt_br: Fechar

source: Configure
pt_br: Configurar

source: Find
pt_br: Encontrar

source: Replace
pt_br: Substituir

source: configure command not found.
pt_br: Comando de configuração não encontrado.

source: Error
pt_br: Erro

source: Copy
pt_br: Copiar

source: Do you really want to select files copy into next panel directory?
pt_br: Você realmente quer selecionar arquivos para copiar ao próximo diretório do painél?

source: Move
pt_br: Mover

source: Do you really want to select files move into next panel directory?
pt_br: Você realmente quer selecionar arquivos para mover ao próximo diretório do painél?

source: [ Owner ]
pt_br: [ Proprietário ]

source: [ Group ]
pt_br: [ Grupo ]

source: current connect mode or archive mode.
pt_br: Modo conectado ou modo arquivo atualmente.

source: Question
pt_br: Pergunta

source: subdirectory files change ?
pt_br: Mudar os subdiretórios dos arquivos?

source: Chown command
pt_br: comando Chown

source: input search filename.
pt_br: Entre com o nome do arquivo a ser procurado.

source: Wait
pt_br: Aguarde

source: Please wait !!! - Cancel Key [ESC]
pt_br: Aguarde por favor! - Tecla de cancelamento [ESC]

source: Warning
pt_br: Cuidado!

source: File Not Found.
pt_br: Arquivo não encontrado.

source: Find List - %d
pt_br: Encontrar Lista - %d

source: file sort (0:none,1:name,2:ext,3:size.4:time,5:color)
pt_br: ordenar arquivo (0:nenhum,1:nome,2:ext,3:tamanho,4:data,5:cor)

source: max column size ( 0:Auto, 1~6 )
pt_br: tamanho máximo da coluna (0:Auto, 1~6)

source: directory first sort
pt_br: Primeiro diretório para ordenar

source: Escolha o arquivo para executar
pt_br: 파일실행시 선택

source: hidden file view
pt_br: Ver arquivos ocultos

source: hint view
pt_br: Ver dica

source: always screen redraw
pt_br: Sempre re-desenha a tela

source: default use LinM editor.
pt_br: Por padrão usa LinM editor

source: external editor program
pt_br: Programa externo de edição

source: LinM editor tab width
pt_br: Largura do tab no LinM editor

source: LinM editor backup on save
pt_br: LinM editor salvando back-up

source: LinM editor line number view
pt_br: Visualização do número de linhas do LinM editor

source: diff program
pt_br: programa diff

source: is invalid.
pt_br: é inválido.

source: configuration files are not compatible. configuration files copy ?
pt_br: Os arquivos de configuração não são compatíveis. Copiar arquivos de configuração?

source: LinM is already running on this terminal. LinM is return key [ Ctrl+O ]
pt_br: LinM já está rodando neste terminal. O atalho de retorno do LinM é [ Ctrl+O ] .

source: NewFile is local use only.
pt_br: NovoArquivo é somente para uso local.

source: Vim View
pt_br: Visualização Vim

source: Do you wan't vi editor ?
pt_br: Prefere o editor VI?

source: About
pt_br: Sobre

source: LinM Key List
pt_br: Lista das teclas de atalho do LinM

source: File Panel Key List
pt_br: Lista das teclas de atalho do Menu de Arquivos do LinM

source: LinM Change Directory Key List
pt_br: Lista das teclas de atalho do LinM MCD

source: Simple Editor Key List
pt_br: Lista das teclas de atalho do Editor Simples

source: LinM Function Key List
pt_br: Lista das teclas de funções do LinM

source: File Panel Function Key List
pt_br: Lista das teclas de funções do Menu de Arquivos do LinM

source: LinM Change Directory Function Key List
pt_br: Lista das teclas de funções do LinM MCD (Mudança de diretório)

source: Simple Editor Function Key List
pt_br: Lista das teclas de funções do Editor Simples

source: Help
pt_br: Ajuda

source: Press any key to return LinM...
pt_br: Aperte qualquer tecla para voltar ao LinM...

source: Edit Parameter
pt_br: Editar parâmetros

source: Do you want to run this operation?
pt_br: Deseja executar esta operação?

source: Don't directory edit.
pt_br: Não se edita diretório.

source: File loading failure.
pt_br: Falha no carregamento do arquivo.

source: LinM Quit
pt_br: Fechar LinM

source: Do you really want to quit the LinM ?
pt_br: Quer realmente fechar o LinM?

source: current remote connected.
pt_br: Conexão remota atualmente conectada.

source: Input sftp,ftp,smb connect url (ex. sftp://user:pswd@hostname)
pt_br: Entre com a URL de sftp,ftp,smb. (ex. sftp://usuario:pswd@hostname)

source: input url invalid format.
pt_br: URL com formato inválido.

source: Remote Close
pt_br: Fechar Conexão remota

source: Do you really want to remote connection close ?
pt_br: Você quer realmente fechar a conexão remota?

source: plugin not found.
pt_br: plugin não encontrado.

source: Don't execute remote connect or archive file view.
pt_br: Não execute conexão remota ou visualização de arquivo.

source: Selected files %10s / %10s byte
pt_br: Arquivos selecionados %10s / %10s byte(s)

source: Size info
pt_br: Tamanho

source: Input name of the compressed file. [filename]
pt_br: Entre com o Nome do arquivo comprimido. [nomedoarquivo]

source: input file used.
pt_br: arquivo de entrada usado.

source: Please wait !!! - Compress file [
pt_br: Arquivos selecionados %10s / %10s byte(s)

source: Compress the select files.
pt_br: Comprimir os arquivos selecionados

source: Current file install.
pt_br: Instalar arquivo atual.

source: Install
pt_br: Instalar

source: Install Nodeps
pt_br: Instalação Nodeps (sem dependências)

source: Do you want install current file ?
pt_br: Deseja instalar o arquivo atual?

source: chmod local file system only.
pt_br: somente chmod do sistema de arquivos local.

source: subdirectory files permission change ?
pt_br: Permissão dos arquivos do subdiretório mudaram?

source: set user ID on execution
pt_br: estabelecer ID do usuário na execução

source: set group ID on execution
pt_br: estabelecer ID do grupo na execução

source: read by owner
pt_br: ler por proprietário

source: write by owner
pt_br: escrever por proprietário

source: execute/search by owner
pt_br: executar/procurar por proprietário

source: read by group
pt_br: ler por grupo

source: write by group
pt_br: escrever por grupo

source: execute/search by group
pt_br: executar/procurar por grupo

source: read by other
pt_br: ler por outro

source: write by other
pt_br: escrever por outros

source: execute/search by other
pt_br: executar/procurar por outros

source: Chmod selected files
pt_br: Arquivos selecionados para o chmod

source: Terminal size is too small.
pt_br: O terminal é pequeno demais.

source: Remote Connect Properties
pt_br: Propriedades da Conexão Remota

source: Remote Connect Insert
pt_br: Insira Conexão Remota

source: Connection Name Overlapping.
pt_br: Nome da Conexão se sobrepondo.

source: Remote Connect Modify
pt_br: Modificar a Conexão Remota

source: Do you really remove connection infomation? - %s
pt_br: Você realmente quer remover as informações da conexão? - %s

source: this system can't console mode.
pt_br: Este sistema não possui modo console.

source: [Select]
pt_br: [Selecionar]

source: [Read Only]
pt_br: [Somente leitura]

source: [Change]
pt_br: [Mudar]

source: Replace All
pt_br: Substituir todos

source: Skip
pt_br: Pular

source: Replace Next
pt_br: Substituir o próximo

source: End of document reached. Continue from the begining?
pt_br: Fim do documento alcançado. Continuar do início?

source: Quit
pt_br: Fechar

source: Split
pt_br: Dividir

source: ClipCopy
pt_br: Copiar para Área de Transferência

source: ClipCut
pt_br: Recortar para Área de Transferência

source: ClipPaste
pt_br: Colar da Área de Transferência

source: Select
pt_br: Selecionar

source: RemoteConnect
pt_br: Conexão remota

source: SubDirOneSearch
pt_br: Procurar em um subdiretório

source: SubDirAllSearch
pt_br: Procurar em todos os subdiretórios

source: SubDirClear
pt_br: SubDirLimpar

source: SelectMode
pt_br: Modo de Seleção

source: Hint:
pt_br: Sugestão:

source: Select the directory where you want to extract these files.
pt_br: Selecione o diretório para onde você quer extrair estes arquivos.

source: Select the directory where you want to copy these files.
pt_br: Selecione o diretório para onde você quer copiar estes arquivos.

source: Select the directory where you want to move these files.
pt_br: Selecione o diretório para onde você quer mover estes arquivos.

source: File
pt_br: Arquivo

source: Selected (
pt_br: Selecionado (

source: Please wait !!! - Uncompress file [
pt_br: Aguarde! - Descomprimindo arquivo [

source: Input sftp(ftp) connect url (sftp://user:pswd@hostname)
pt_br: Entre com a url sftp (ftp) (sftp://usuario:passwd@hostname)

source: remove not root directory. !!!
pt_br: Não remover diretório raíz!!!

source: All Rescan
pt_br: Re-scanear tudo

source: Do you really want to directory all rescan ?
pt_br: Você quer REALMENTE re-scanear o diretório inteiro?

source: Quit LinM
pt_br: Fechar LinM

source: Run
pt_br: Executar

source: Run(select)
pt_br: Executar (selecionar)

source: Console Mode
pt_br: Modo Console

source: Shell command
pt_br: Comando Shell

source: View console
pt_br: Visualização do console

source: New
pt_br: Novo

source: Touch File
pt_br: Criar Arquivo

source: Rename
pt_br: Renomear

source: Select all
pt_br: Seleciona todos

source: Invert select
pt_br: Inverter seleção

source: Mount List
pt_br: Montar Lista

source: To parent
pt_br: Para o dir superior

source: To root
pt_br: Para o raiz (/)

source: To home
pt_br: Para o /home

source: Back
pt_br: Voltar

source: Forward
pt_br: Avançar

source: Remote Connect
pt_br: Conectar remoto

source: Quick Connect
pt_br: Conectar rápido

source: Disconnect
pt_br: Desconectar

source: Extract
pt_br: Extrair

source: Compress (tar.gz)
pt_br: Comprimir (tar.gz)

source: Compress (tar.bz2)
pt_br: Comprimir (tar.gz2)

source: Compress (zip)
pt_br: Comprimir (zip)

source: View
pt_br: Ver

source: Refresh
pt_br: Atualizar

source: Column AUTO
pt_br: Coluna AUTO

source: Column 1
pt_br: Coluna 1

source: Column 2
pt_br: Coluna 2

source: Column 3
pt_br: Coluna 3

source: Column 4
pt_br: Coluna 4

source: Hide hidden file
pt_br: Não mostrar arquivo(s) escondido(s)

source: Show hidden file
pt_br: Mostrar arquivo(s) escondido(s)

source: Hide owner
pt_br: Esconder proprietário

source: Show owner
pt_br: Mostrar proprietário

source: Sort Change
pt_br: Ordenar mudança

source: Next window
pt_br: Próxima janela

source: Option
pt_br: Opção

source: Linecode Change
pt_br: Mudar Linecode

source: Locale Change
pt_br: Mudar Língua

source: Edit Config
pt_br: Editar Configuração

source: Edit Keybind
pt_br: Editar Ligação de teclas

source: Edit Colorset
pt_br: Editar Configuração de cores

source: Quit Mcd
pt_br: Fechar Mcd

source: Size Info
pt_br: Info Tamanho

source: Korean Mode
pt_br: Modo Koreano

source: Save
pt_br: Salvar

source: Save As
pt_br: Salvar Como

source: Edit
pt_br: Editar

source: Undo
pt_br: Desfazer

source: Cut
pt_br: Recortar

source: Paste
pt_br: Colar

source: Indent
pt_br: Edentar

source: Unindent
pt_br: Deixar de edentar

source: Indent Off
pt_br: Edentação Desligada

source: Indent On
pt_br: Edentação Ligada

source: Select All
pt_br: Selecione todos

source: Select Mode
pt_br: Modo de seleção

source: Find Next
pt_br: Procurar próximo

source: Find Previous
pt_br: Procurar anterior

source: Show line numbers
pt_br: Mostrar o número de linhas

source: Goto Line
pt_br: Vá para a Linha

source: Goto First
pt_br: Vá para o início

source: Goto End
pt_br: Vá para o fim

source: Mouse Mode On
pt_br: Mouse/rato modo ligado.

source: Mouse Mode Off
pt_br: Mouse/rato modo desligado

source: remote disconnected.
pt_br: Remoto desconectado.

source: configure file parsing error !!!
pt_br: Erro ao analisar arquivo!!!

source: Run(root)
pt_br: Executar (root)

source: Parameter
pt_br: Parâmetro

source: Parameter(root)
pt_br: Parâmetro (root)

source: Input parameter.
pt_br: Parâmetro de entrada

source: go to the mounted directory.
pt_br: Ir para o diretório montado.

source: Please wait !!! - Cancel Key [Ctrl+C]
pt_br: Aguarde por favor - Comando para cancelar [Ctrl+C]

source: Uncompress failure !!!
pt_br: Falha ao descompactar!!!

source: Compress move failure !!!
pt_br: Falha ao tentar comprimir!!!

source: File open error !!!
pt_br: Erro na abertura do arquivo!!!

source: Input sftp connect url (user:passwd@hostname/dir)
pt_br: Entre com a URL SFtp (usuario:passwd@hostname/dir)

source: SFtp connect
pt_br: Conectar SFtp

source: Please wait !!!
pt_br: Espere por favor.

source: RSA key Finger info
pt_br: Info RSA key Finger

source: Authentication by password failed.
pt_br: Autenticação por senha falhou.

source: Unable to open a sftp session.
pt_br: Impossível abrir sessão sftp.

source: get current dir reading failure !!!
pt_br: Falhar ao tentar obter diretório atual!!!

source: sftp file reading failure.
pt_br: Falha na leitura do arquivo SFtp.

source: SFtp rename failure !!! [%s]
pt_br: Falhou em renomear SFtp!!! [%s]

source: Make Directory
pt_br: Criar diretório

source: SFtp mkdir failure !!! [%s]
pt_br: Falhou mkdir SFtp !!! [%s]

source: To
pt_br: Para

source: File access error (%s), continue? !!!
pt_br: Erro ao acessar arquivo (%s). Continuar? !!!

source: Overwrite
pt_br: Sobrescrever

source: Overwrite All
pt_br: Sobrescrever todos

source: Skip All
pt_br: Pular todos

source: O arquivo existe :
pt_br: 파일이 있습니다 :

source: File exists
pt_br: O arquivo já existe.

source: Directory can't rename.
pt_br: Não foi possível renomear diretório.

source: Directory Making error
pt_br: Erro ao tentar criar diretório.

source: Do you want to stop copy operation?
pt_br: Quer parar a operação de copiar?

source: remote file access error (%s), continue? !!!
pt_br: Erro ao acessar arquivo remoto (%s). Continuar? !!!

source: local file access error, continue?
pt_br: Erro ao acessar arquivo local. Continuar?

source: SFtp Directory exists, continue !!! [%s]
pt_br: Diretório SFtp existe. Continuar? [%s]

source: Source is not found : %s
pt_br: Fonte não encontrada. : %s

source: file writing failure. continue?
pt_br: Escrita no arquivo falhou. Continuar?

source: File access error, continue?
pt_br: Erro ao acessar arquivo. Continuar?

source: sftp delete file
pt_br: Apagar arquivo sftp

source: sftp delete file ?
pt_br: Apagar arquivo sftp?

source: Counting files...
pt_br: Contando arquivos...

source: sftp file remove failure : %s : continue ?
pt_br: Remoção de arquivo sftp FALHOU. : %s : Continuar?

source: Do you want to stop remove operation?
pt_br: Quer parar a operação de remoção?

source: sftp dir remove failure : %s : %s. continue ?
pt_br: Remoção de diretório sftp FALHOU. : %s : %s. Continuar?

source: File access error (%s), continue? !!!
pt_br: Erro ao acessar arquivo!!! (%s) Continuar?

source: sftp view file
pt_br: Ver arquivo sftp

source: File access error (%s). !!!
pt_br: Erro ao acessar arquivo (%s) !!!

source: local file access error !!!
pt_br: Erro ao acessar arquivo local!!!

source: LocalEncode
pt_br: Codificação local

source: Remote filename encode select
pt_br: Selecionar codificação do nome de arquivo remoto.

source: Input ftp connect url (user:pswd@hostname/dir)
pt_br: Entre com a url de conexão ftp (usuario:pswd@hostname/dir)

source: Ftp connect
pt_br: Conectar Ftp

source: File access error (%s) !!!
pt_br: Erro ao acessar arquivo (%s). Verifique se você tem direito de leitura sobre ele.

source: ftp view file
pt_br: visualizar arquivo ftp

source: Directory exists, continue?
pt_br: Diretório já existe. Continuar?

source: Delete ?
pt_br: Apagar?

source: ftp file remove failure : %s : continue ?
pt_br: falha ao remover um arquivo ftp : %s : Continuar?

source: ftp dir remove failure %s : continue?
pt_br: falha ao remover um diretório ftp %s : Continuar?

source: Samba Connect Input WorkGroup - [%s - %s]
pt_br: Entre com um Samba WorkGroup - [%s - %s]

source: Samba Connect Input Username - [%s - %s] [%s]
pt_br: Entre com o Nome de Usuário da conta Samba. - [%s - %s] [%s]

source: Samba Connect Input Passwd - [%s - %s] [%s %s]
pt_br: Entre com a senha para conectar Samba. - [%s - %s] [%s %s]

source: Samba connect
pt_br: Conectar Samba

source: Could not open directory [smb:/%s] - %s
pt_br: Não foi possível abrir o diretório [smb:/%s] - %s

source: Samba Directory exists. continue? [%s]
pt_br: Diretório Samba existe. Continuar? [%s]

source: File write access error (%s), continue? !!!
pt_br: Acesso a escrita no arquivo falhou!!! (%s) Continuar?

source: samba delete file
pt_br: Apagar arquivo samba

source: samba delete file?
pt_br: Apagar arquivo samba?

source: samba file remove failure : %s : continue ?
pt_br: Remoção de arquivo samba falhou : %s : Continuar?

source: samba dir remove failure : %s : %s. continue ?
pt_br: Remoção de diretório samba falhou : %s : %s. Continuar?

source: rename failure !!! [%s]
pt_br: Falha ao renomear!!! [%s]

source: mkdir failure !!! [%s]
pt_br: mkdir (criar diretório) falhou!!! [%s]

source: file link copy failure : %s (%s) : %s. continue ?
pt_br: Falha ao copiar link : %s (%s) : %s. Continuar?

source: Calculating file sizes...
pt_br: Calculando tamanho dos arquivos...

source: file remove failure : %s : %s. continue ?
pt_br: Falha na remoção do arquivo : %s : %s. Continuar?

source: link file remove failure : %s : %s. continue ?
pt_br: Falha na remoção do link : %s : %s : Continuar?

source: dir remove failure : %s : %s. continue ?
pt_br: Falha na remoção do diretório : %s : %s. Continuar?

source: This document locale error. current file read only.
pt_br: Erro ao tentar localizar arquivo. Arquivo atual somente-leitura.

source: Code convert failure.
pt_br: Falha na conversão de codificação.

source: go to line number.
pt_br: Vá para linha número

source: not digit [%s
pt_br: não dígito. [%s

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Editor exit. Do you want to save ?
pt_br: Saindo do editor. Quer salvar?

source: Read only file loaded.
pt_br: Arquivo somente-leitura aberto.

source: File New
pt_br: Arquivo novo.

source: New file. Do you want to save ?
pt_br: Novo arquivo. Quer salvá-lo?

source: current file using.
pt_br: Arquivo atual em uso.

source: This file read only.
pt_br: Este arquivo é somente leitura.

source: Current Encode
pt_br: Codificação atual

source: UNIX Mode
pt_br: Modo UNIX

source: DOS Mode
pt_br: Modo DOS

source: Encoding convert.
pt_br: Conversão de codificação

source: Find Text.
pt_br: Encontrar texto

source: FindNext
pt_br: Encontrar Próximo

source: FindPrevious
pt_br: Encontrar Anterior

source: First of document reached. Continue from the begining?
pt_br: Início do documento atingido. Continuar do início?

source: ftp file move fail !!!
pt_br: falhou movimentar arquivo ftp!!!

source: Console View & Ftp Close
pt_br: Visão Console & Fechar Ftp

source: Remove
pt_br: Remover

source: SizeInfo
pt_br: Info sobre tamanho.

source: File or Directory Select
pt_br: Seleção de arquivos ou diretórios.

source: Next Window
pt_br: Próxima janela

source: Window Split
pt_br: Janela dividida

source: Command Shell
pt_br: Comando Shell

source: Copy files into clipboard.
pt_br: Copiar arquivos para área de transferência.

source: Cut files into clipboard.
pt_br: Recortar arquivos para área de transferência.

source: Clipboard files current directory paste.
pt_br: Colar arquivos da área de transferência para o diretório atual.

source: Clipboard files view.
pt_br: Visualizar arquivos da área de transferência

source: Go back directory
pt_br: Ir ao diretório anterior

source: Go forward directory
pt_br: Ir para o próximo diretório

source: Editor new file
pt_br: Editar novo arquivo

source: Touch file
pt_br: Criar arquivo

source: Remote
pt_br: Remoto

source: Sync Directory
pt_br: Sync Diretório

source: Console Mode (MC similar)
pt_br: Modo Console (modo MC)

source: search subdirectory.
pt_br: Buscar em subdiretórios

source: all search directory.
pt_br: Pesquisar em todos os diretórios

source: subdirectory tree screen clean.
pt_br: Tela da árvore de subdiretórios limpa.

source: current directory into clipboard.
pt_br: Diretório atual na área de transferência.

source: cut current directory into clipboard.
pt_br: Recortar diretório atual para a área de transferência.

source: clipboard directory is current directory paste.
pt_br: Diretório original e onde será colado são o mesmo!

source: ftp/sftp connect
pt_br: Conectar ftp/sftp/samba

source: connect close
pt_br: Conexão fechada

source: Split Window
pt_br: Dividir a janela

source: All Scan
pt_br: Todos os Scan

source: MountList
pt_br: Montar Lista

source: Indent(Tab)
pt_br: Edentar (com Tab)

source: Cut Clipboard
pt_br: Recortar o conteúdo da área de transferência

source: Copy Clipboard
pt_br: Copiar o conteúdo da área de transferência

source: Paste Clipboard
pt_br: Colar o conteúdo da área de transferência

source: Indent Mode(On/Off)
pt_br: Modo endentado

source: LineView
pt_br: Visão de Linha de Comando

source: BoxCode Change
pt_br: Mudar Código da Caixa

source: Language change
pt_br: Mudar língua do Linm

source: New Document
pt_br: Novo Documento

source: Document Save
pt_br: Salvar Documento

source: Document Save As
pt_br: Salvar Documento Como

source: Vim editor
pt_br: editor Vim
